Repository: alainm23/byte
Catalog: po/extra/*.po
Languages: de, fr, nl, pt, pt_br, th_th

source: Rediscover your music
de: Entdecke deine Musik neu
fr: Redécouvrez votre musique
nl: Herontdek je muziek
pt: Redescubra a sua música
pt_br: Redescubra sua música
th_th: ค้นพบเพลงของคุณ

source: music;radio;playlist;mp3;player;
de: Musik;Radio;Playlist;mp3;Musikspieler;
fr: musique;radio;playlist;mp3;lecteur;
pt: música,rádio,lista de reprodução,mp3,leitor
pt_br: música; rádio; lista de reprodução; mp3; player;
th_th: เพลง;วิทยุ;เพลย์ลิส;mp3;เพลเยอร์;

source: Play/Pause
de: Spielen/Pause
fr: Lecture/Pause
pt: Tocar/Pausar
pt_br: Tocar/Pausar
th_th: เล่น/หยุดชั่วคราว

source: media-playback-start-symbolic
pt: mídia-reprodução-início-simbólico
pt_br: mídia-reprodução-início-simbólico

source: Next
de: Nächster
fr: Suivant
pt: Próximo
pt_br: Próximo
th_th: ต่อไป

source: media-skip-forward-symbolic
pt: mídia-saltar-avançar-simbólico
pt_br: mídia-pular-avançar-simbólico

source: Previous
de: Vorheriger
fr: Précédent
pt: Anterior
pt_br: Anterior
th_th: ก่อน

source: media-skip-backward-symbolic
pt: mídia-saltar-retroceder-simbólico
pt_br: mídia-pular-retornar-simbólico

source: Interact with your music and fall in love with your library all over again.
de: Interagiere mit deiner Musik und verliebe dich nochmal ganz neu in deine Musiksammlung.
fr: Interagissez avec votre musique et redécouvrez le charme de votre bibliothèque.
nl: Speel met je muziek en wordt er weer weer verliefd op.
pt: Interaja com a sua música e apaixone-se com a sua biblioteca novamente.
pt_br: Interaja com sua música e se apaixone por sua biblioteca novamente.
th_th: โต้ตอบกับเพลงของคุณและตกหลุมรักกับไลบรารีของคุณอีกครั้ง

source: Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.
de: Byte stellt deine Musikbibliothek wunderschön dar mit einer Menge leistungsstarker Funktionen in einer minimalistischen und hoch konfigurierbaren Oberfläche.
fr: Byte offre une jolie présentation de votre bibliothèque musicale avec des tas de fonctionnalités puissantes dans une interface minimaliste déjà bien personnalisable.
nl: Byte presenteert je muziekverzameling op een prachtige manier met vele mogelijkheden in een minimalistisch, maar goed aanpasbaar, venster.
pt: O Byte oferece uma apresentação deslumbrante da sua sua Biblioteca de Música com muitas funcionalidades poderosas num UI minimalista e altamente personalizável.
pt_br: O Byte oferece uma bela apresentação da sua Biblioteca de Música com muitos recursos poderosos em uma interface minimalista e altamente personalizável.
th_th: Byte นำเสนองานนำเสนอที่สวยงามของคลังเพลงของคุณฟีเจอร์ที่ทรงพลังใน UI ที่เรียบง่าย แต่ปรับแต่งได้สูง

source: Handy features:
de: Nützliche Features:
fr: Fonctionnalités pratiques :
nl: Handige mogelijkheden:
pt: Funcionalidades úteis:
pt_br: Recursos úteis:

source: Light and Dark themes.
de: Helles und dunkles Aussehen.
fr: Thèmes clait et sombre.
nl: Lichte en donkere thema's
pt: Temas Claro e Escuro
pt_br: Temas claros e escuros.
th_th: ธีม Light และ Dark

source: Add up to 100 items under "Recently Added" for songs.
de: Bis zu 100 Einträge unter "Zuletzt hinzugefügt" für Songs.
fr: Ajoutez jusqu'à 100 éléments sous « Récemment ajouté » pour les chansons.
nl: Voeg tot wel 100 items toe aan 'Recent toegevoegd'
pt: Adicione até 100 itens em "Adicionado Recentemente" para canções.
pt_br: Adicione até 100 itens em "Adicionados recentemente" para músicas.
th_th: เพิ่มได้สูงสุด 100 รายการภายใต้ "เพิ่มล่าสุด" สำหรับเพลง

source: Sort individual playlists by album, title, play count or recently added.
de: Sortiere einzelne Playlisten nach Album, Titel, Anzahl gespielt oder zuletzt hinzugefügt.
fr: Triez les playlists individuelles par album, titre, nombre d'écoute ou ajout récent.
nl: Sorteer afspeellijsten op album, titel, aantal keer afgespeeld of recent toegevoegd
pt: Ordene listas de reprodução individuais por álbum, título, número de reproduções ou adicionadas recentemente.
pt_br: Classifique listas de reprodução individuais por álbum, título, número de reproduções ou adicionadas recentemente.
th_th: จัดเรียงเพลย์ลิสต์แต่ละรายการตามอัลบั้มชื่อจำนวนการเล่นหรือเพิ่มล่าสุด

source: Advanced Media Details and Artist Info.
de: Fortgeschrittene Medien- und Künstlerinformationen.
fr: Détails de média avancés et information sur les artistes.
nl: Uitgebreide media- en artiestinformatie
pt: Detalhes Avançados de Mídia e Informação de Artista.
pt_br: Detalhes avançados da mídia e informações do artista.
th_th: รายละเอียดสื่อขั้นสูงและข้อมูลศิลปิน

source: Group Playlists, Albums, Artists, Songs, etc.
de: Gruppiere nach Playlisten, Alben, Künstlern, Songs, usw.
fr: Tri par Playlists, Albums, Artistes, Titres, etc.
nl: Groepeer afspeellijsten, albums, nummers, etc.
pt: Agrupe Listas de Reprodução, Álbuns, Artistas, Canções, etc.
pt_br: Listas de reprodução, álbuns, artistas, músicas, etc.
th_th: กรุ๊ป เพลย์, ลิสต์, อัลบัม, ศิลปิน, เพลง, ฯลฯ

source: Search, add and play your favorite online radio stations.
de: Suche, füge hinzu und höre deine Lieblings-Online-Radiosender.
fr: Recherchez, ajoutez et écoutez vos webradios favorites.
nl: Zoek naar je favoriete online-radiostations en speel ze af
pt: Pesquise, adicione e reproduza as suas estações de rádio online favoritas.
pt_br: Pesquise, adicione e reproduza suas estações de rádio online favoritas.
th_th: ค้นหา, เพิ่มและเล่นสถานีวิทยุออนไลน์ที่คุณชื่นชอบ

source: Hello 2020 🎉️: New icon and a very requested feature arrives.
de: Hallo 2020 🎉️: Mit einem neuen Icon und einem sehr begehrten Feature.
fr: Bonjour 2020 🎉️ : Nouvelle icône et arrivée de fonctionnalités très demandées.
pt: Olá 2020 🎉️: Novo ícone e a chegada de uma funcionalidade muito requisitada.
pt_br: Olá 2020 🎉️: Chega um novo ícone e um recurso muito solicitado.
th_th: สวัสดี 2020 🎉️: ไอคอนใหม่และคุณสมบัติที่ขอมาถึงแล้ว

source: 🌟️ New icon: Byte needs a new icon, with a better design and make it more elementary. Thank you very much to @Fatih20 The new Byte icon looks great.
de: 🌟️ Neues Icon: Byte braucht eine neues Icon, mit einem besseren Design und elementarer. Vielen Dank an @Fatih20 Das neue Byte-Icon sieht fantastisch aus.
fr: 🌟️ Nouvelle icône : Byte à besoin d'une nouvelle icône, avec un meilleur design pour la rendre plus cohérente avec elementary. Merci beaucoup à @Fatih20 la nouvelle icône est super.
pt: 🌟️ Novo ícone: O Byte precisa de um novo ícone, com um melhor design para o tornar mais elementary. Muito obrigado a @Fatih20 O novo ícone ficou ótimo.
pt_br: 🌟️ Novo ícone: Byte precisa de um novo ícone, com um design melhor e torná-lo mais elementar. Muito obrigado a @ Fatih20. O novo ícone Byte ficou ótimo.
th_th: 🌟️ ไอคอนใหม่: Byte ต้องการไอคอนใหม่พร้อมการออกแบบที่ดีขึ้นและเพิ่มให้มากขึ้น

source: 📁️ Folder navigation is here 🚀️.
de: 📁️ Jetzt mit Ordner-Navigation 🚀️.
fr: 📁️ La navigation des dossiers est enfin arrivée 🚀️.
pt: 📁️ Navegação por Pasta chegou 🚀️.
pt_br: 📁️ A navegação por pastas está aqui 🚀️.

source: 🚀️ New navigation system: Byte is now smarter to remember what view you left behind.
de: 🚀️ Neues Navigationssystem: Byte ist nun klüger und merkt sich, welche Ansicht du zuletzt benutzt hast.
fr: 🚀️ Nouveau système de navigation : Byte est désormais plus intelligent et reconnaît la vue que vous aviez quittée.
pt: 🚀️ Novo sistema de navegação: O Byte é agora mais inteligente em lembrar-se da janela que deixou para trás.
pt_br: 🚀️ Novo sistema de navegação: o Byte agora é mais inteligente em lembrar a janela que você deixou para trás.
th_th: 🚀️ ระบบนําทางใหม่ : Byte คือตอนนี้ฉลาดกว่าเบื้องหลัง.

source: 👉️ Direct access to see the artist, album or playlist: Anticlick to a song &gt; Go to &gt; select an option.
de: 👉️ Direkter zu Künstler, Album oder Playlist: Rechtsklick auf einen Song &gt; Gehe zu &gt; Option auswählen.
fr: 👉️ Accès direct pour voir l'artiste, l'album ou la playlist : Cliquez-droit sur un titre puis sur &gt; Aller à &gt; et sélectionnez une option.
pt: 👉️ Acesso direto para ver o artista, álbum ou lista de reprodução: Clique com o botão direito na canção &gt; Ir para &gt; selecione uma opção.
pt_br: 👉️ Acesso direto para ver o artista, álbum ou lista de reprodução: Clique com botão direito na música &gt; Ir para &gt; escolha uma opção.
th_th: 👉️ เข้าถึงโดยตรงเพื่อดูศิลปินอัลบั้มหรือเพลย์ลิสต์: AntiClick ไปยังเพลง&gt; ไปที่ &gt; เลือกตัวเลือก.

source: This update brings some new features and bug fixes:
de: Dieses Update liefert einige neue Features und Problembehebungen:
fr: Cette mise à jour apporte quelques nouvelles fonctionnalités et corrections de bugs :
nl: Deze update bevat nieuwe mogelijkheden en foutoplossingen:
pt: Esta atualização trás algumas novas funcionalidades e correções de erros:
pt_br: Esta atualização traz alguns novos recursos e correções de erros :
th_th: การอัปเดตนี้นำเสนอคุณลักษณะใหม่และแก้ไขข้อบกพร่อง:

source: Fixing error loading songs in your playlists.
de: Problem behoben beim Laden von Songs in deine Playlisten.
fr: Correction d'une erreur de chargement des titres dans vos playlists.
pt: Foi corrigido o erro de carregar músicas nas suas listas de reprodução.
pt_br: Corrigindo erro ao carregar músicas em suas listas de reprodução.
th_th: แก้ไขข้อผิดพลาดในการโหลดเพลงในเพลย์ลิสต์ของคุณ

source: The error that does not allow adding a song as a favorite is fixed.
de: Der Fehler, dass kein Song zu den Favoriten hinzugefügt werden konnte, wurde behoben.
fr: L'erreur qui vous empêchait d'ajouter une chanson aux favoris est corrigée.
pt: O erro que não permitia adicionar uma canção como favorita foi corrigido.
pt_br: O erro que não permite adicionar uma música como favorita é corrigido.
th_th: แก้ไขข้อผิดพลาดที่ไม่อนุญาตให้เพิ่มเพลงเป็นรายการโปรด

source: Notifications now show album covers correctly.
de: Benachrichtigungen zeigen nun Alben-Cover korrekt an.
fr: Les notifications affichent désormais correctement les pochettes d'album.
pt: As notificações agora apresentam a capa do álbum corretamente.
pt_br: As notificações agora mostram as capas dos álbuns corretamente.
th_th: การแจ้งเตือนในขณะนี้แสดงปกอัลบั้มอย่างถูกต้อง

source: Byte now starts faster 🚀️.
de: Byte startet nun schneller 🚀️.
fr: Byte démarre désormais plus rapidement 🚀️.
nl: Byte start nu sneller op 🚀️.
pt: O Byte agora inicia mais rapidamente 🚀️.
pt_br: O Byte agora inicia mais rápido 🚀️.
th_th: Byte เริ่มทำงานเร็วขึ้น 🚀️.

source: An indicator was added that records all the playback radio station history.
de: Eine Anzeige wurde hinzugefügt, welche den Verlauf der Radiosender-Wiedergabe darstellt.
fr: Un indicateur a été ajouté, il enregistre tout l'historique de lecture des stations de radio.
nl: Indicator toegevoegd die alle radiogeschiedenis bijhoudt
pt: Um indicador foi adicionado que recorda toda a história da reprodução das estações de rádio.
pt_br: Foi adicionado um indicador que registra todo o histórico da estação de rádio reproduzida.
th_th: มีการเพิ่มตัวบ่งชี้บันทึกประวัติสถานีวิทยุที่เล่นอยู่ทั้งหมด

source: Fixed a bug by not showing the default covers (Flathub).
de: Ein Fehler wurde behoben, bei dem das Standard-Album-Cover nicht angezeigt wurde (Flathub).
fr: Correction d'un bug en n'affichant pas la pochette par défaut (Flathub)
nl: Fout opgelost omtrent het tonen van de standaardhoezen (Flathub).
pt: Foi corrigido um erro que não mostrava as capas por defeito (Flathub).
pt_br: Corrigido um erro não mostrando as capas padrão (Flathub).
th_th: แก้ไขข้อผิดพลาดโดยไม่แสดงหน้าปกเริ่มต้น (Flathub)

source: Fixed a bug that blocks the application at startup.
de: Ein Fehler wurde behoben, welcher den Start der Anwendung verhindert hat.
fr: Correction d'un bug qui bloquait l'application au démarrage.
nl: Fout opgelost die de toepassing blokkeerde tijdens het opstarten
pt: Foi corrigido um erro que bloqueava a aplicação ao iniciar.
pt_br: Corrigido um erro que bloqueia o aplicativo na inicialização.
th_th: แก้ไขข้อผิดพลาดที่บล็อกแอปพลิเคชันเมื่อเริ่มต้น

source: Update French translation @NathanBnm
de: Geupdatete französische Übersetzung @NathanBnm
fr: Mise à jour des traductions en français par @NathanBnm
nl: Franse vertaling bijgewerkt, met dank aan @NathanBnm
pt: Tradução Francesa actualizada @NathanBnm
pt_br: Tradução francesa atualizada @NathanBnm
th_th: อัปเดตการแปลภาษาฝรั่งเศส @NathanBnm

source: Update Spanish translation @alainm23
de: Geupdatete spanische Übersetzung @alainm23
fr: Mise à jour des traductions en espagnol par @alainm23
pt: Tradução Espanhola actualizada @alainm23
pt_br: Tradução para o espanhol atualizada @ alainm23
th_th: อัปเดตการแปลภาษาสเปน @alainm23

source: The songs now bring more information according to the type of sort.
de: Die Songs zeigen nun mehr Informationen je nach Art der Suche an.
fr: Les titres indiquent désormais plus d'informations en fonction du type de tri.
nl: Nummers tonen nu meer informatie, afhankelijk van de sortering
pt: As canções trazem agora mais informação de acordo com o tipo.
pt_br: As músicas agora trazem mais informações de acordo com o tipo de classificação.
th_th: ตอนนี้เพลงจะนำข้อมูลเพิ่มเติมตามประเภทของการเรียงลำดับ

source: When a radio is playing, it is now possible to stop playback and play again.
de: Bei der Wiedergabe von Radiosendern ist es nun möglich, diese zu stoppen und wieder zu starten.
fr: Lorsqu'une radio est en cours de lecture, il est désormais possible d'arrêter et de reprendre la lecture.
nl: Afspelen en stoppen van radiostations is nu weer mogelijk
pt: Quando o rádio está a tocar, é agora possível parar a reprodução e começar novamente.
pt_br: Quando um rádio está tocando, agora é possível parar a reprodução e reproduzir novamente.
th_th: เมื่อวิทยุกำลังเล่นอาจเป็นไปได้ที่จะหยุดการเล่นและเล่นอีกครั้ง

source: Fix LINGUAS error @ryonakano
de: LINGUAS Fehler behoben @ryonakano
fr: Correction d'erreurs dans le fichier LINGUAS par @ryonakano
nl: LINGUAS-fout opgelosn, met dank aan @ryonakano
pt: Corrigido o erro LINGUAS @ryonakano
pt_br: Corrigido o erro em LINGUAS @ryonakano
th_th: แก้ไขข้อผิดพลาด LINGUAS @ryonakano

source: Added Dutch translation @Vistaus
de: Niederländische Übersetzung hinzugefügt @Vistaus
fr: Ajout des traductions en néerlandais par @Vistaus
nl: Nederlandse vertaling toegevoegd, met dank aan @Vistaus
pt: Tradução Holandesa actualizada @Vistaus
pt_br: Adicionado tradução holandesa @Vistaus
th_th: เพิ่มการแปลภาษาดัตช์ @Vistaus

source: Updated Russian translation @camellan
de: Geupdatete russische Übersetzung @camellan
fr: Mise à jour des traductions en russe par @camellan
nl: Russische vertaling bijgewerkt, met dank aan @camellan
pt: Tradução Russa actualizada @camellan
pt_br: Tradução russa atualizada @camellan
th_th: อัปเดตการแปลภาษารัสเซีย @camellan

source: A new green theme color was added @redian23
de: Eine neue grüne Themen-Farbe wurde hinzugefügt @redian23
fr: Un nouveau thème de couleur vert a été ajouté par @redian23
nl: Nieuwe themakleur: groen - met dank aan @redian23
pt: Foi adicionado um novo tema com a cor verde @redian23
pt_br: Uma nova cor de tema verde foi adicionada @ redian23
th_th: เพิ่มชุดรูปแบบใหม่ ธีมสีเขียว @redian23

source: Added an new indicator to know if a favorite songs
de: Ein neuer Indikator wurde zu den Lieblingssongs hinzugefügt
fr: Ajout d'un nouvel indicateur pour indiquer si un titre fait partie des favoris ou non
nl: Nieuwe indicator om aan te geven of een nummer toegevoegd is aan je favorieten
pt: Adicionado um novo indicador para saber se é uma música favorita
pt_br: Adicionado um novo indicador para saber se é uma música favorita
th_th: เพิ่มตัวบ่งชี้ใหม่เพื่อทราบว่าเพลงโปรดหรือไม่

source: Turkish translation @ibrakap
de: Türkische Übersetzung @ibrakap
fr: Traduction en turque par @ibrakap
nl: Turkse vertaling toegevoegd, met dank aan @ibrakap
pt: Tradução Turco @ibrakap
pt_br: Tradução turca atualizada @ibrakap
th_th: แปลภาษาตุรกี @ibrakap

source: Fixing style errors
de: Aussehensfehler behoben
fr: Correction d'erreurs de style
nl: Stijlfouten opgelost
pt: Correção de erros de estilo
pt_br: Correção de erros de estilos
th_th: แก้ไขสไตล์ ผิดพลาด

source: 3 new themes added
de: 3 neue Themen hinzugefügt
fr: Ajout de 3 nouveaux thèmes
nl: 3 nieuwe thema's
pt: 3 novos temas adicionados
pt_br: 3 novos temas adicionados
th_th: เพิ่ม 3 ธีมใหม่

source: Fix icon name in French translation @NathanBnm
de: Icon-Name in französischer Übersetzung verbessert @NathanBnm
fr: Correction du nom de l'icône dans la traduction en français par @NathanBnm
nl: Pictogramnaam in Franse vertaling gerepareerd, met dank aan @NathanBnm
pt: O nome do ícone foi corrigido na tradução em Francês @NathanBnm
pt_br: Corrigido o nome do ícone na tradução francesa @NathanBnm
th_th: แก้ไขชื่อไอคอนในการแปลภาษาฝรั่งเศส @NathanBnm

source: Space shortcut added to play/pause.
de: Mit der Leertaste kann nun wiedergegeben/pausiert werden.
fr: Ajout du raccourci lecture/pause avec la barre espace.
nl: Druk op de spatiebalk om nummers af te spelen/te pauzeren
pt: Atalho de teclado barra de espaços adicionado para reproduzir/parar.
pt_br: Atalho da tecla espaço adicionado para reproduzir / pausar.
th_th: เพิ่มทางลัด Space เพื่อเล่น/หยุดชั่วคราว

source: A progress bar was added in the dock every time your library is synchronized.
de: Eine Fortschrittsanzeige wird nun beim Synchronisieren der Bibliothek angezeigt.
fr: Une barre de progression a été ajoutée dans le dock pour s'afficher chaque fois que la bibliothèque est synchronisée.
nl: Voortgangsbalk op het dock telkens als je muziekmap wordt doorzocht
pt: Uma barra de progresso foi adicionada à doca sempre que a sua biblioteca é sincronizada.
pt_br: Uma barra de progresso foi adicionada ao dock sempre que sua biblioteca é sincronizada.
th_th: มีการเพิ่มแถบความคืบหน้าใน Dock ทุกครั้งที่มีการซิงโครไนซ์ห้องสมุดของคุณ

source: Fixed a bug that does not allow songs to be played when clicking.
de: Ein Fehler wurde behoben, welcher das Spielen von Songs beim Klicken verhindert hat.
fr: Correction d'un bug qui empêchait les titres d'être lus au clic.
nl: Bug opgelost waarbij nummers niet konden worden afgespeeld na aanklikken
pt: Corrigido um erro que impedia que as músicas de tocarem ao clicar.
pt_br: Corrigido um erro que não permite que músicas sejam tocadas ao clicar.
th_th: แก้ไขข้อผิดพลาดที่ไม่อนุญาตให้เล่นเพลงเมื่อคลิก

source: Russian translation @camellan 🇷🇺️
de: Russische Übersetzung @camellan 🇷🇺️
fr: Traduction en russe par @camellan 🇷🇺️
nl: Russische vertaling, met dank aan @camellan 🇷🇺️
pt: Tradução Russa @camellan 🇷🇺
pt_br: Tradução para o russo @camellan 🇷🇺️
th_th: แปลภาษารัสเซีย @camellan 🇷🇺

source: Updated japanese translation @ryonakano 🇯🇵️
de: Geupdatete japanische Übersetzung @ryonakano 🇯🇵️
fr: Mise à jour des traductions en japonais par @ryonakano 🇯🇵️
nl: Japanse vertaling bijgewerkt, met dank aan @ryonakano 🇯🇵️
pt: Tradução Japonesa atualizada @ryonakano 🇯🇵
pt_br: Tradução japonesa atualizada @ryonakano 🇯🇵️
th_th: อัปเดตการแปลภาษาญี่ปุ่น @ryonakano 🇯🇵

source: This update brings improvements in the synchronization of your library as well as some new features
de: Dieses Update kommt mit Verbesserungen bei der Synchronisierung deiner Bibliothek und weiteren Features
fr: Cette mise à jour apporte des améliorations dans la synchronisation de votre bibliothèque ainsi que quelques nouvelles fonctionnalités
nl: Deze update bevat verbeteringen aangaande het doorzoeken van je muziekmap en daarnaast oon nieuwe mogelijkheden
pt: Esta atualização trás melhorias na sincronização da sua biblioteca como também novas funcionalidades.
pt_br: Esta atualização traz melhorias na sincronização da sua biblioteca, além de alguns novos recursos
th_th: อัปเดตนี้นำการปรับปรุงมาใช้ในการซิงโครไนซ์ไลบรารีของคุณดังนี้ เช่นเดียวกับคุณสมบัติใหม่บางอย่าง

source: The new Artist view was added.
de: Die Neuer-Künstler-Ansicht wurde hinzugefügt.
fr: La nouvelle page Artiste a été ajoutée.
nl: Nieuw: artiestweergave
pt: Foi adicionada a nova Vista de Artista.
pt_br: A nova visualização de Artista foi adicionada.
th_th: เพิ่มมุมมองศิลปินใหม่แล้ว

source: Now you can edit and delete your Playlist.
de: Jetzt kannst du deine Playlisten bearbeiten und löschen.
fr: Vous pouvez désormais modifier et supprimer vos playlists.
nl: Bewerk en verwijder afspeellijsten
pt: Agora pode editar e apagar a sua Lista de Reprodução.
pt_br: Agora você pode editar e excluir sua lista de reprodução.
th_th: ตอนนี้คุณสามารถแก้ไขและลบเพลย์ลิสต์ของคุณ

source: 'New Playlist' Option in 'Add to Playlist' Popover.
de: 'Neue Playlist' Option zu 'Zu Playlist hinzufügen'-Menü hinzugefügt.
fr: Option « Nouvelle playlist » dans le menu « Ajouter à une playlist ».
nl: 'Nieuwe afspeellijst'-optie in menu 'Toevoegen aan afspeellijst'
pt: Opção 'Nova Lista de Reprodução' em 'Adicionar à Lista de Reprodução'.
pt_br: 'Opção Nova lista de reprodução' em 'Adicionar a lista de reprodução'.
th_th: ตัวเลือก 'เพลย์ลิสต์ใหม่' ใน 'เพิ่มลงในเพลย์ลิสต์' ป๊อปโอเวอร์

source: Byte now correctly imports your album covers.
de: Byte importiert nun deine Alben-Cover korrekt.
fr: Byte importe désormais correctement vos pochettes d'album.
nl: Byte importeert nu al je albumhoezen op de juiste manier
pt: O Byte agora importa corretamente as capas dos seus álbuns.
pt_br: O byte agora importa corretamente as capas do seu álbum.
th_th: ตอนนี้ Byte นำเข้าปกอัลบั้มของคุณ

source: Improvements in online radio search. Now the radios are sorted by the number of positive votes.
de: Verbesserungen bei der Suche nach Radiosendern: Jetzt werden die Radiosender nach deren Anzahl an positiven Stimmen sortiert.
fr: Améliorations dans la recherhe de webradios. Les radios sont désormais triées par nombre de votes positifs.
nl: Verbeteringen omtrent het zoeken naar online-radiostations: ze worden nu gesorteerd op basis van het aantal vind-ik-leuks
pt: Melhorias na pesquisa de rádios online. Agora os rádios são ordenados pelo número de votos positivos.
pt_br: Melhorias na pesquisa de rádio online. Agora, os rádios são classificados pelo número de votos positivos.
th_th: การปรับปรุงในการค้นหาวิทยุออนไลน์ ตอนนี้วิทยุจะเรียงตาม จำนวนคะแนนโหวตในเชิงบวก

source: Translations
de: Übersetzungen
fr: Traductions
nl: Vertalingen
pt: Traduções
pt_br: Traduções
th_th: แปลภาษา

source: French translation @NathanBnm 🇲🇫️
de: Französische Übersetzung @NathanBnm 🇲🇫️
fr: Traduction en français par @NathanBnm 🇲🇫️
nl: Franse vertaling, met dank aan @NathanBnm 🇲🇫️
pt: Tradução Francesa @NathanBnm 🇲🇫️
pt_br: Tradução para o francês @NathanBnm 🇲🇫️
th_th: แปลภาษาฝรั่งเศส @NathanBnm 🇲🇫

source: Japanese translation @ryonakano 🇯🇵️
de: Japanische Übersetzung @ryonakano 🇯🇵️
fr: Traduction en japonais par @ryonakano 🇯🇵️
nl: Japanse vertaling, met dank aan @ryonakano 🇯🇵️
pt: Tradução Japonesa @ryonakano 🇯🇵
pt_br: Tradução para o japonês @ryonakano 🇯🇵️
th_th: แปลภาษาญี่ปุ่น @ryonakano 🇯🇵

source: Spanish translation @alainm23
de: Spanische Übersetzung @alainm23
fr: Traduction en espagnol par @alainm23
nl: Spaanse vertaling, met dank aan @alainm23
pt: Tradução Espanhola @alainm23
pt_br: Tradução para o espanhol @ alainm23
th_th: แปลภาษาสเปน @alainm23

source: Fix some error and performance improvement
de: Einige Fehler wurden behoben und die Leistung verbessert
fr: Correction de quelques erreurs et amélioration des performances
nl: Fouten opgelost en prestaties verbeterd
pt: Correção de alguns erros e melhorias de desempenho
pt_br: Correção de erros e melhoria de desempenho
th_th: แก้ไขข้อผิดพลาดและปรับปรุงประสิทธิภาพ

source: Initial release
de: Erste Veröffentlichung
fr: Version initiale
nl: Initiële uitgave
pt: Lançamento inicial
pt_br: Lançamento inicial

source: Byte
th_th: ไบต์
